{
  "content": "Meine persönliche Website präsentiert meinen beruflichen Werdegang, meine technischen Fähigkeiten und meine persönlichen Interessen. Entdecke meine Geschichte und erfahre mehr über meine Karriere, technische Expertise und Projekte. Kontaktiere mich, um mehr zu erfahren und in Kontakt zu bleiben.",
  "resume": "Lebenslauf",
  "resumeTitle": "Lebenslauf von Diego Arndt herunterladen (54 KB)",
  "about": "Über mich",
  "skills": "Fähigkeiten",
  "career": "Karriere",
  "contact": "Sag hallo!",
  "jobTitle": "Front-End Webentwickler",
  "jobTitle2": "Product Analyst",
  "jobTitle3": "Owner",
  "summary": "Leidenschaftlich daran interessiert, dynamische Web-Erlebnisse mit Technologie zu gestalten.",
  "summaryDescription": "Ich bin ein Front-End-Entwickler mit Erfahrung im Angular-Framework und fundierten Kenntnissen in TypeScript und Web-Technologien. Durch die Kombination meiner künstlerischen Fähigkeiten mit meinem technischen Wissen widme ich mich dem Aufbau dynamischer und ansprechender Webanwendungen, die ein einzigartiges Benutzererlebnis bieten und dabei stets auf UI/UX-Designprinzipien achten. Ich arbeite auch mit Stakeholdern zusammen, um das Beste aus jeder Funktion herauszuholen, optimiere Layouts für Benutzerfreundlichkeit und Leistung und biete schließlich, aber nicht zuletzt, einen hochwertigen Benutzersupport.",
  "hardSkills": "Wichtige technische Fähigkeiten",
  "hardSkillsDescription": "Während meiner Karriere habe ich umfangreiche Erfahrungen und Kenntnisse in verschiedenen Programmiersprachen, Frameworks und Tools erworben. Im Folgenden finden Sie einige der wichtigsten technischen Fähigkeiten, die ich bei verschiedenen Projekten entwickelt und angewendet habe.",
  "softSkills": "Stärkste Soft Skills",
  "softSkillsDescription": "Als Fachkraft weiß ich, dass starke soziale Kompetenzen genauso wichtig sind wie technische Fähigkeiten. Hier sind einige der wesentlichen sozialen Kompetenzen, die ich im Laufe meiner Karriere entwickelt habe und die es mir ermöglicht haben, in verschiedenen Rollen und Umgebungen erfolgreich zu sein.",
  "softSkillOne": "Sauberer Code",
  "softSkillTwo": "Agile Methoden",
  "softSkillThree": "Kreativität und Problemlösung",
  "softSkillFour": "Teamarbeit und Kommunikation",
  "softSkillFive": "Leistungs Optimierung",
  "softSkillSix": "Kontinuierliches Lernen und Verbesserung",
  "careerTitle": "Berufslaufbahn",
  "careerDescription": "Willkommen zu meinem Beruflichen Werdegang, wo Sie einen umfassenden Einblick in meine berufliche Laufbahn erhalten. Von meiner Ausbildung bis hin zu den Unternehmen, für die ich gearbeitet habe, bietet dieser Abschnitt einen detaillierten Einblick in meine berufliche Entwicklung. Mit einem Fokus auf internationale Erfahrung, Fähigkeiten und Erfolge möchte ich hervorheben, wie ich mich sowohl persönlich als auch beruflich weiterentwickelt habe. Ich glaube, dass mein vielfältiger Hintergrund es mir ermöglicht hat, in einer Vielzahl von Rollen und Umgebungen erfolgreich zu sein.",
  "senaiTitle": "Nationaler Dienst für Industrieausbildung",
  "senaiDescription": "Berufsprogramm, Software-Systementwicklung",
  "telekomTitle": "IT-Unternehmen",
  "telekomDescription": "Vom Praktikum zum Support Analyst",
  "furbTitle": "Regionale Universität Blumenau",
  "furbDescription": "Bachelor-Abschluss, Informationssysteme",
  "vailTitle": "Bergresorts",
  "vailDescription": "Saisonal, Allgemeine Dienstleistungen",
  "veralogicaTitle": "Digital Solutions Startup",
  "veralogicaDescription": "Front-End Webentwickler",
  "humberTitle": "Institut für Technologie und fortgeschrittenes Lernen",
  "humberDescription": "Associate-Abschluss, Webdesign und -entwicklung",
  "current": "Aktuell",
  "brazil": "Brasilien",
  "canada": "Kanada",
  "usa": "USA",
  "germany": "Deutschland",
  "thanksForContacting": "Vielen Dank, dass Sie sich die Zeit genommen haben, um Kontakt aufzunehmen.",
  "contactMe": "Bitte zögern Sie nicht, mich jederzeit zu kontaktieren.",
  "name": "Name",
  "namePlaceholder": "Ihr Name",
  "email": "E-Mail",
  "emailPlaceholder": "Ihre E-Mail",
  "message": "Nachricht",
  "messagePlaceholder": "Ihre Nachricht",
  "send": "Senden",
  "quote": "Code ist wie Humor. Wenn man ihn erklären muss, ist er schlecht.",
  "handcrafted": "Handgefertigt von mir"
}
