{
  "content": "My personal website showcases my professional journey, technical skills, and personal interests. Explore my story and learn about my career, technical expertise, and projects. Contact me to learn more and connect.",
  "resume": "Résumé",
  "about": "About",
  "skills": "Skills",
  "career": "Career",
  "contact": "Say hello!",
  "jobTitle": "Front-End Web Developer",
  "summary": "Passionate about designing dynamic web experiences with cutting-edge technology.",
  "summaryDescription": "I am a Front-End developer with experience in the Angular framework and a solid understanding of TypeScript and web technologies. Combining my artistic skills with my technical knowledge, I am dedicated to building and maintaining dynamic and engaging web applications that provide a unique user experience, always with an emphasis on UI/UX design principles. I also collaborate with stakeholders to extract the most from each feature, optimize layouts for usability and performance, and last but not least, provide high-quality user support.",
  "hardSkills": "Key Technical Skills",
  "hardSkillsDescription": "Throughout my career, I have acquired extensive experience and knowledge of various programming languages, frameworks, and tools. Below are some of the key technical skills I have developed and utilized on various projects.",
  "softSkills": "Strongest Soft Skills",
  "softSkillsDescription": "As a professional, I know that strong soft skills are just as important as technical skills. Here are some of the essential soft skills I have developed over my career that have enabled me to succeed in various roles and environments.",
  "softSkillOne": "Clean Code",
  "softSkillTwo": "Agile Methodologies",
  "softSkillThree": "Creativity and Problem Solving",
  "softSkillFour": "Teamwork and Communication",
  "softSkillFive": "Performance Optimization",
  "softSkillSix": "Continuous Learning and Improvement",
  "careerTitle": "Career Timeline",
  "careerDescription": "Welcome to my Career Path, where you can gain a comprehensive understanding of my professional journey. From my educational background to the companies I've worked for, this section provides a detailed look into my professional development. With a focus on international experience, skills, and achievements, I aim to highlight how I have developed both personally and professionally. I believe my diverse background has allowed me to succeed in a range of roles and environments.",
  "senaiTitle": "National Service for Industrial Training",
  "senaiDescription": "Vocational Program, Software Systems Development",
  "telekomTitle": "Information Technology Company",
  "telekomDescription": "From Internship to Support Analyst",
  "furbTitle": "Regional University of Blumenau",
  "furbDescription": "Bachelor's degree, Information Systems",
  "vailTitle": "Mountain Resorts",
  "vailDescription": "Seasonal, General services",
  "veralogicaTitle": "Digital Solutions Startup",
  "veralogicaDescription": "Front-End Web Developer",
  "humberTitle": "Institute of Technology & Advanced Learning",
  "humberDescription": "Associate's degree, Web Design and Development",
  "current": "Current",
  "brazil": "Brazil",
  "canada": "Canada",
  "usa": "USA",
  "germany": "Germany",
  "thanksForContacting": "Thanks for taking the time to reach out.",
  "contactMe": "Please feel free to contact me at any time.",
  "name": "Name",
  "namePlaceholder": "Your name",
  "email": "Email",
  "emailPlaceholder": "Your email",
  "message": "Message",
  "messagePlaceholder": "Your message",
  "send": "Send",
  "quote": "Code is like humor. When you have to explain it, it’s bad.",
  "handcrafted": "Handcrafted by me"
}
