{
  "content": "Mi sitio web personal muestra mi trayectoria profesional, habilidades técnicas e intereses personales. Explora mi historia y conoce más sobre mi carrera, experiencia técnica y proyectos. Contacta conmigo para saber más y mantenernos en contacto.",
  "resume": "Currículum",
  "resumeTitle": "Descargar Currículum de Diego Arndt (54 KB)",
  "about": "Acerca de mí",
  "skills": "Habilidades",
  "career": "Carrera",
  "contact": "¡Di hola!",
  "jobTitle": "Desarrollador Web Front-End",
  "jobTitle2": "Product Analyst",
  "jobTitle3": "Owner",
  "summary": "Apasionado por diseñar experiencias web dinámicas con tecnología.",
  "summaryDescription": "Soy un desarrollador Front-End con experiencia en el framework Angular y un sólido conocimiento de TypeScript y otras tecnologías web. Me dedico a crear y mantener interfaces de usuario visualmente atractivas e intuitivas, con un enfoque en los principios de diseño UI/UX. Soy experto en brindar soporte al usuario y estoy habituado a trabajar en un entorno Agile para cumplir con los plazos del proyecto y utilizar eficientemente los recursos disponibles.",
  "hardSkills": "Habilidades Técnicas Fundamentales",
  "hardSkillsDescription": "A lo largo de mi carrera, he adquirido una amplia experiencia y conocimiento en varias lenguajes de programación, frameworks y herramientas. A continuación, se presentan algunas de las habilidades técnicas clave que he desarrollado y utilizado en varios proyectos.",
  "softSkills": "Competencias Interpersonales más Destacadas",
  "softSkillsDescription": "Como profesional, sé que las habilidades blandas sólidas son tan importantes como las habilidades técnicas. A continuación, se presentan algunas de las habilidades blandas esenciales que he desarrollado a lo largo de mi carrera y que me han permitido tener éxito en diversos roles y entornos.",
  "softSkillOne": "Código limpio",
  "softSkillTwo": "Metodologías ágiles",
  "softSkillThree": "Creatividad y resolución de problemas",
  "softSkillFour": "Trabajo en equipo y comunicación",
  "softSkillFive": "Optimización del rendimiento",
  "softSkillSix": "Aprendizaje y mejora continua",
  "careerTitle": "Trayectoria Laboral",
  "careerDescription": "Bienvenido a mi Cronología Profesional, donde puedes obtener una visión completa de mi trayectoria profesional. Desde mi formación académica hasta las empresas en las que he trabajado, esta sección ofrece una mirada detallada a mi desarrollo profesional. Con un enfoque en la experiencia internacional, habilidades y logros, mi objetivo es destacar cómo me he desarrollado tanto personal como profesionalmente. Creo que mi amplia experiencia me ha permitido tener éxito en una variedad de roles y entornos.",
  "senaiTitle": "Servicio Nacional de Aprendizaje Industrial",
  "senaiDescription": "Programa Vocacional, Desarrollo de Sistemas de Software",
  "telekomTitle": "Empresa de Tecnología de la Información",
  "telekomDescription": "Desde Pasantía hasta Analista de Soporte",
  "furbTitle": "Universidad Regional de Blumenau",
  "furbDescription": "Licenciatura en Sistemas de Información",
  "vailTitle": "Centros Turísticos de Montaña",
  "vailDescription": "Temporal, Servicios Generales",
  "veralogicaTitle": "Startup de Soluciones Digitales",
  "veralogicaDescription": "Desarrollador Web Front-End",
  "humberTitle": "Instituto de Tecnología y Aprendizaje Avanzado",
  "humberDescription": "Diploma de Asociado en Diseño y Desarrollo Web",
  "current": "Actual",
  "brazil": "Brasil",
  "canada": "Canadá",
  "usa": "EE. UU.",
  "germany": "Alemania",
  "thanksForContacting": "Gracias por tomarse el tiempo para contactarme.",
  "contactMe": "No dude en contactarme en cualquier momento.",
  "name": "Nombre",
  "namePlaceholder": "Su nombre",
  "email": "Correo Electrónico",
  "emailPlaceholder": "Su correo electrónico",
  "message": "Mensaje",
  "messagePlaceholder": "Su mensaje",
  "send": "Enviar",
  "quote": "El código es como el humor. Cuando tienes que explicarlo, es malo.",
  "handcrafted": "Hecho a mano por mí"
}
