{
  "content": "Meu site pessoal apresenta minha trajetória profissional, habilidades técnicas e interesses pessoais. Explore minha história e saiba mais sobre minha carreira, expertise técnica e projetos. Entre em contato comigo para saber mais e manter contato.",
  "resume": "Currículo",
  "resumeTitle": "Baixar Currículo de Diego Arndt (54 KB)",
  "about": "Sobre mim",
  "skills": "Habilidades",
  "career": "Carreira",
  "contact": "Diga olá!",
  "jobTitle": "Desenvolvedor Web Front-End",
  "jobTitle2": "Product Analyst",
  "jobTitle3": "Owner",
  "summary": "Apaixonado por projetar experiências web dinâmicas com tecnologia.",
  "summaryDescription": "Eu sou um desenvolvedor Front-End com experiência no framework Angular e sólido conhecimento em TypeScript e tecnologias web. Combinando minhas habilidades artísticas com meu conhecimento técnico, me dedico a construir e manter aplicativos web dinâmicos e envolventes que proporcionem uma experiência de usuário sem igual, sempre com ênfase nos princípios de design UI/UX. Eu também colaboro com stakeholders para extrair o máximo de cada recurso, otimizo layouts para usabilidade e desempenho, e por fim, mas não menos importante, forneço suporte de alta qualidade aos usuários.",
  "hardSkills": "Principais Habilidades Técnicas",
  "hardSkillsDescription": "Ao longo da minha carreira, adquiri ampla experiência e conhecimento em diversas linguagens de programação, frameworks e ferramentas. Abaixo estão algumas das habilidades técnicas chave que desenvolvi e utilizei em diversos projetos.",
  "softSkills": "Melhores Habilidades Interpessoais",
  "softSkillsDescription": "Como profissional, sei que as habilidades interpessoais são tão importantes quanto as habilidades técnicas. Abaixo estão algumas das habilidades interpessoais essenciais que desenvolvi ao longo da minha carreira e que me permitiram ter sucesso em diversos papéis e ambientes.",
  "softSkillOne": "Código Limpo",
  "softSkillTwo": "Metodologias Ágeis",
  "softSkillThree": "Criatividade e Solução de Problemas",
  "softSkillFour": "Trabalho em Equipe e Comunicação",
  "softSkillFive": "Otimização de Performance",
  "softSkillSix": "Aprendizado e Melhoria Contínua",
  "careerTitle": "Trajetória Profissional",
  "careerDescription": "Bem-vindo à minha Cronologia de Carreira, onde você pode obter uma visão abrangente do meu histórico profissional. Aqui, você encontrará detalhes das empresas em que trabalhei, das instituições em que estudei e do programa de intercâmbio internacional que participei. Ao navegar por esta seção, você obterá insights sobre minha experiência de trabalho, habilidades e realizações, bem como meu compromisso com a aprendizagem ao longo da vida e o desenvolvimento profissional. Acredito que minha experiência diversificada me permitiu ter sucesso em uma variedade de funções e ambientes.",
  "senaiTitle": "Serviço Nacional de Aprendizagem Industrial",
  "senaiDescription": "Programa de formação profissional, Desenvolvimento de Sistemas de Software",
  "telekomTitle": "Empresa de Tecnologia da Informação",
  "telekomDescription": "De Estagiário a Analista de Suporte",
  "furbTitle": "Universidade Regional de Blumenau",
  "furbDescription": "Bacharelado em Sistemas de Informação",
  "vailTitle": "Estações de Esqui",
  "vailDescription": "Temporada, Serviços Gerais",
  "veralogicaTitle": "Startup de Soluções Digitais",
  "veralogicaDescription": "Desenvolvedor Front-End Web",
  "humberTitle": "Instituto de Tecnologia e Aprendizagem Avançada",
  "humberDescription": "Diploma de Técnico em Web Design e Desenvolvimento",
  "current": "Atual",
  "brazil": "Brasil",
  "canada": "Canadá",
  "usa": "EUA",
  "germany": "Alemanha",
  "thanksForContacting": "Obrigado por entrar em contato.",
  "contactMe": "Sinta-se à vontade para entrar em contato comigo a qualquer hora.",
  "name": "Nome",
  "namePlaceholder": "Seu nome",
  "email": "E-mail",
  "emailPlaceholder": "Seu e-mail",
  "message": "Mensagem",
  "messagePlaceholder": "Sua mensagem",
  "send": "Enviar",
  "quote": "Código é como humor. Quando você precisa explicar, é ruim.",
  "handcrafted": "Feito à mão por mim"
}
